
/* No comment provided by engineer. */
"%@ (%@) : Connection Error" = "%1$@ (%2$@) : Erreur de connexion";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\"" = "%1$@ vous invite à discuter \"%2$@\"";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\" with the following message:\n%@" = "%1$@ vous invite dans le Chat \"%2$@\" avec ce message:\n%3$@";

/* joscar accept group chat button caption */
"Accept" = "Accepter";

/* No comment provided by engineer. */
"Account" = "Compte";

/* Debug window title */
"Adium joscar Debug Log" = "Adium joscar Debug Log";

/* No comment provided by engineer. */
"America Online" = "America Online";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Change User Details" = "Modifier les informations";

/* No comment provided by engineer. */
"Configure IM Forwarding" = "Configurer le transfert";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session ended" = "Fin de la session Direct Instant Message";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session started" = "Début de la session Direct Instant Message";

/* No comment provided by engineer. */
"Error: A connection failure has occurred." = "Une erreur de connexion est survenue.";

/* joscar group chat invitation window title */
"Group Chat Invitation" = "Invitation à une conversation";

/* No comment provided by engineer. */
"ICQ Number" = "Numéro ICQ";

/* No comment provided by engineer. */
"joscar Debug Window" = "joscar Debug Window";

/* No comment provided by engineer. */
"Member Name" = "Nom du membre";

/* No comment provided by engineer. */
"OK" = "OK";

/* SecurID prompt */
"Please enter your SecurID:" = "Veuillez entrer votre SecurID:";

/* joscar reject group chat button caption */
"Reject" = "Rejeter";

/* No comment provided by engineer. */
"Request Authorization" = "Demander l'authorisation";

/* No comment provided by engineer. */
"Screen Name" = "Nom";

/* Name of the RSA SecurID product, if localized */
"SecurID" = "SecurID";

/* No comment provided by engineer. */
"The server is temporarily unavailable; you cannot connect at this time. Please try again later." = "Le serveur est temporairement indisponible; vous ne pouvez vous connecter. Veuillez essayer plus tard.";

/* No comment provided by engineer. */
"You have been connecting too frequently. Please wait five minutes or more before trying again; trying sooner will increase the timespan of this temporary ban." = "Vous vous connectez trop fréquemment. Attendez cinq minutes ou plus avant d'essayer à nouveau; essayer plus tôt rallongera votre bannissement temporaire.";

/* No comment provided by engineer. */
"You have been temporarily blocked by the AIM server and cannot connect at this time. Please try again later." = "Vous avez été bloqué temporairement par le serveur AIM et ne pouvez vous connecter. Veuillez essayer plus tard.";
